Repository: myclabs/Inventory
Catalog: application/languages/User/editEmail.tmx
Source language: fr
Languages: en

source: — modification de l'adresse e-mail
en: — e-mail address change

source: Merci de re-saisir votre mot de passe
en: Please enter your password again

source: Ancienne adresse e-mail
en: Old e-mail address

source: Nouvelle adresse e-mail
en: New e-mail address

source: Nouvelle adresse e-mail (confirmation)
en: Please confirm new e-mail address

source: Merci de saisir une adresse email valide.
en: Please provide a valid email address.

source: Cette adresse email correspond à un compte utilisateur existant.
en: This email address matches an existing account.

source: Cette saisie de la nouvelle adresse e-mail n'est pas identique à la précédente.
en: This typing of the new e-mail address is not identical to the one above.

source: Un e-mail a été envoyé à l'utilisateur (à l'ancienne et à la nouvelle adresse) pour l'en informer.
en: User has been informed by e-mail (to old and new address).
